tap "homebrew/bundle"
tap "homebrew/cask", "https://github.com/caskroom/homebrew-cask"
tap "homebrew/cask-fonts", "https://github.com/caskroom/homebrew-fonts"
tap "homebrew/core"
brew "autoconf"
brew "bat"
brew "exa"
brew "fzf"
brew "git"
brew "pcre"
brew "less"
brew "libtiff"
brew "libuv"
brew "pandoc"
brew "pkg-config"
brew "pyenv"
brew "ripgrep"
brew "rsync"
brew "ruby"
brew "telnet"
brew "tig"
brew "tree"
brew "wxmac"
brew "yadm"
brew "youtube-dl"
brew "zsh"
cask "font-inconsolata-g-for-powerline"
cask "hammerspoon"
cask "kitty"
cask "qlmarkdown"
cask "qlstephen"
cask "tunnelblick"
cask "vlc"
