tap "anomalyco/tap"
tap "homebrew/bundle"
brew "age"
brew "autoconf"
brew "bash"
brew "bat"
brew "difftastic"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "gdu"
brew "gh"
brew "git"
brew "jj"
brew "lazygit"
brew "less"
brew "mise"
brew "neovim"
brew "pandoc"
brew "ripgrep"
brew "sqlite"
brew "uv"
brew "yadm"
brew "yazi"
brew "zoxide"
brew "anomalyco/tap/opencode"
cask "db-browser-for-sqlite"
cask "font-inconsolata"
cask "qlmarkdown"
cask "syntax-highlight"
