tap "homebrew/bundle"
tap "homebrew/cask", "https://github.com/caskroom/homebrew-cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts", "https://github.com/caskroom/homebrew-fonts"
tap "homebrew/core"

brew "autoconf"
brew "bash"
brew "bat"
brew "exa"
brew "fd"
brew "fzf"
brew "git"
brew "less"
brew "libuv"
brew "pandoc"
brew "pyenv"
brew "ripgrep"
brew "rsync"
brew "ruby"
brew "telnet"
brew "tig"
brew "tree"
brew "yadm"
brew "youtube-dl"
brew "zsh"

cask "font-inconsolata-g-for-powerline"
cask "qlmarkdown"
cask "qlstephen"

cask "alfred"
cask "arq"
cask "authy"
cask "bitwarden"
cask "dropbox"
cask "firefox"
cask "forklift"
cask "google-chrome"
cask "hammerspoon"
cask "iterm2"
cask "logitech-options"
cask "microsoft-office"
cask "slack"
cask "tunnelblick"
cask "vlc"
cask "zoomus"

cask "spotify"
cask "webex-meetings"
cask "calibre"
