tap "homebrew/bundle"
tap "homebrew/cask", "https://github.com/caskroom/homebrew-cask"
tap "homebrew/cask-fonts", "https://github.com/caskroom/homebrew-fonts"
tap "homebrew/core"
tap "homebrew/dupes"
brew "coreutils"
brew "elixir"
brew "fasd"
brew "fd"
brew "fzf"
brew "git"
brew "less"
brew "neovim"
brew "pandoc"
brew "pyenv"
brew "ripgrep"
brew "rsync"
brew "ruby"
brew "tig"
brew "tree"
brew "vim", args: ["without-python"]
brew "yadm"
brew "youtube-dl"
brew "zsh"
cask "alfred"
cask "arq"
cask "calibre"
cask "dropbox"
cask "font-inconsolata-g-for-powerline"
cask "forklift"
cask "google-chrome"
cask "hammerspoon"
cask "iterm2"
cask "karabiner-elements"
cask "kitty"
cask "qlmarkdown"
cask "qlstephen"
cask "skype"
cask "tunnelblick"
cask "vlc"
